[FILE]
Author=Hessam Mohamadi (حسام محمدی)
Help=AIMP-en.chm
Icon=0000010001001010000001002000680400001600000028000000100000002000000001002000000000004004000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000F5FF0000F3FF0000F1FF0000EFFF0000EDFF0000EDFF0000EBFF0000E9FF0000E7FF0000E5FF0000E3FF0000E1FF0000DFFF0000DDFF0000DDFF0000DDFF0000F7FF6160FBFF5C5CFAFF5757F9FF5453F9FF4F4FF8FF4A4AF7FF4545F7FF4141F6FF3C3CF5FF3838F4FF3434F3FF3131F2FF2E2EF2FF2B2BF2FF0000DDFF0000F9FF6868FCFF4646FAFF4040FAFF3B3BF9FF3636F8FF3030F7FF2B2BF6FF2626F5FF2121F4FF1B1BF3FF1616F2FF1212F1FF0F0FF1FF3131F2FF0000DFFF0000F9FF6868FCFF4646FAFF4040FAFF3B3BF9FF3636F8FF3030F7FF2B2BF6FF2626F5FF2121F4FF1B1BF3FF1616F2FF1212F1FF0F0FF1FF3131F2FF0000DFFF0000F9FFE5E5FCFFBBBBFBFFD5D5FBFFB8B8FAFFD2D2F9FFB4B4F8FFCDCCF7FFAAAAF6FFCCCCF5FFA7A7F4FFC7C7F3FFA4A4F2FFC1C1F2FFAEAEF3FF0000DFFFC0C0C0FFFDFDFDFFFCFCFCFFFBFCFBFFFBFBFBFFFAFAFAFFF7F7F9FF8686F8FF8181F7FFF2F2F6FFF5F5F5FFF4F4F4FFF3F3F3FFF2F2F2FFF4F4F4FF808080FFC0C0C0FFFEFEFEFFFDFDFDFFFCFCFCFFFCFCFCFFFBFBFBFF9A9AFAFFA1A1F9FFB9B9F8FF9090F7FFF6F6F6FFF5F5F5FFF4F4F4FFF3F3F3FFF5F5F4FF808080FFC0C0C0FFFEFEFEFFFDFDFDFFFCFCFCFFFCFCFCFFFBFBFBFF9A9AFAFFA1A1F9FFB9B9F8FF9090F7FFF6F6F6FFF5F5F5FFF4F4F4FFF3F3F3FFF5F5F4FF808080FFC0C0C0FFFEFEFEFFFEFEFEFFFDFDFDFFFDFCFDFFFCFCFCFFF5F3FBFFB6B5FAFFB5B3F9FFF1EFF8FFF7F7F7FFF6F6F6FFF5F5F5FFF4F4F4FFF5F5F5FF808080FF008800FFC9E9C9FFD9EFD9FFBCE4BCFFD7EED7FFB7E1B7FFD5ECD4FFB3DFB2FFCFE9CFFFB0DEAEFFCCE7CCFFA9D9A9FFC8E4C8FFA2D5A2FFCDE6CDFF004C00FF008800FF7BCA7BFF60BE5FFF5DBD5DFF59BB59FF55B955FF50B751FF4DB64DFF48B347FF43B043FF3DAE3DFF38AB38FF32A832FF2CA52DFF4AB24AFF004C00FF008800FF7BCA7BFF60BE5FFF5DBD5DFF59BB59FF55B955FF50B751FF4DB64DFF48B347FF43B043FF3DAE3DFF38AB38FF32A832FF2CA52DFF4AB24AFF004C00FF008400FF7ACA7AFF7ACA7AFF78C878FF76C876FF73C573FF70C36FFF6CC26CFF68C068FF64BE64FF5FBC60FF5BB95BFF56B857FF52B552FF4DB24DFF004A00FF009000FF008800FF008800FF008800FF008600FF008200FF008000FF007C00FF007800FF007400FF007000FF006C00FF006600FF006200FF005C00FF006000FF00000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF00000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF0000
LangId=1065
Name=Farsi (Fa)
VersionId=5030

[About]
B1=بستن
Caption=درباره
L1=پشتیبانی:
L2=سازنده:
L4=طراح:
L5=مجوز
L6=تغییرات نسخه

[Actions]
EqualizerFrame=اکولایزر
Form.AutoHide=حالت: شناور با پنهان شدن خودکار
Form.DockTo=داک
Form.DockToEdges=به سمت چپ صفحه|به سمت راست صفحه|به سمت بالای صفحه|به سمت پایین صفحه
Form.DoMaximize=بیشینه
Form.Fixed=حالت: ثابت شده
Form.Float=حالت: شناور
Form.Maximize=بیشینه|بازگردانی
Form.Minimize=کمینه
Form.StayOnTop=همیشه در بالا
Form.Undock=حالت دستی
Form.Visible=%s -نمایش|%s - عدم نمایش
PlaylistFrame=لیست پخش
QuickSearch=جستجوی سریع
Tabs.ScrollDown=اسکرول تب به عقب
Tabs.ScrollUp=اسکرول تب به جلو
Visuals.VisualMenu=لیست رقص نور

[AddLinkDialog]
btnOk=تأیید
Caption=افزودن لینک
lbLink=جریان لینک:
lbName=نام:

[AIMP]
acCopyTo=کپی به...
acFormsTogglePlaylistVisibility.h=نمایش/عدم نمایش لیست پخش
acFormsTogglePlaylistVisibility=نمایش/عدم نمایش لیست پخش
acHelp=راهنما
acMainAddFiles.h=افزودن فایل ها
acMainAddFiles=فایل ها
acMainAddFolder.h=افزودن پوشه
acMainAddFolder=پوشه
acMainAddPlaylist.h=افزودن لیست پخش
acMainAddPlaylist=لیست پخش
acMainAddURL.h=افزودن آدرس
acMainAddURL=آدرس
acMainBookmarksManager=مدیر بوکمارک
acMainDSPManager=جلوه صوتی
acMainDSPManagerCrossMixing=جلوه صوتی: گزینه های میکس
acMainDSPManagerDSP=جلوه صوتی: DSP/VST
acMainDSPManagerEQ=جلوه صوتی:اِکولایزر
acMainDSPManagerSilenceRemover=جلوه صوتی: حذف کننده سکوت
acMainDSPManagerSoundEffects=جلوه صوتی: عمومی
acMainDSPManagerVolumeNormalization=جلوه صوتی:یکدست سازی صدا
acMainExit.h=بستن آیمپ
acMainMinimize.h=کمینه / بیشینه
acMainOpenFiles.h=بازکردن فایل
acMainOpenFiles=بازکردن فایل ها
acMainOpenFolder=بازکردن پوشه
acMainOpenPlaylist.h=بازکردن لیست پخش
acMainOpenPlaylist=بازکردن لیست پخش
acMainStayOnTop=همیشه در بالا
acMLCompressDB=فشرده سازی پایگاه داده
acMLDeleteAll=حذف همه فایل ها از پایگاه داده
acMLEditBookmark=ویرایش بوکمارک...
acMLGroupingTreeDeleteSelected=حذف از پایگاه داده
acMLGroupingTreeDeleteSelectedPhysically=حذف فیزیکی
acMLLabelsDialog=برچسب ها...
acMLMakeReport=گزارش...
acMLMissedFiles=فایل های در جای اشتباه قرار گرفته...
acMLPlayFiles=پخش
acMLPlaySelectedFiles=پخش انتخاب شده
acMLReloadTagsForAllFiles=بارگیری مجدد تگ ها برای همه فایل ها
acMLReloadTagsForSelectedFiles=بارگیری مجدد تگ ها برای فایل های انتخاب شده
acMLResetStats=ریست آمار برای همه فایل ها
acMLResetStatsForSelectedFiles=ریست آمار برای فایل های منتخب
acMLTableDeleteSelected=حذف انتخاب شده از پایگاه داده
acMLTableSendFilesToActivePlaylist=افزودن به لیست پخش فعال
acMoveTo=انتقال به...
acOpenFolder=بازکردن پوشه
acOptionHotkeys.h=گزینه کلیدهای میانبر
acOptionHotkeys=کلید میانبر
acOptionLangs.h=تنظیمات زبان
acOptionLangs=زبان
acOptionPlugins.h=تنظیمات افزونه
acOptionPlugins=افزونه ها
acOptions=تنظیمات
acOptionShutdown.h=گزینه های زمان بند
acOptionShutdown=زمان بند
acOptionSkins.h=تنظیمات رابط
acOptionSkins=پوسته ها
acPlayableFileCopyFileToClipboard.h=کپی فایل به کلیپ برد
acPlayableFileCopyInfoToClipboard.h=کپی اطلاعات فایل به کلیپ برد
acPlayableFileCopyToLastPath.h=کپی فایل در حال پخش فعلی به آخرین پوشه انتخاب شده
acPlayableFileDeletePhysically=حذف فیزیکی فایل درحال پخش فعلی
acPlayableFileShowFileInfo=اطلاعات فایل فعلی
acPlayableFileShowQTE.h=ویرایش تگ ها
acPlayableFileToggleSwitchInPlaylist.h=(فایل قابل پخش (روشن/خاموش
acPlayerCrossMixing=میکس-موازی: روشن / خاموش
acPlayerJumpToTime=پرش به زمان
acPlayerNextTrack=فایل بعدی
acPlayerPauseOnNextTrack=تعلیق پخش در ابتدای تراک بعدی
acPlayerPlayPause=پخش/وقفه
acPlayerPrevTrack=فایل قبلی
acPlayerRadioCapture=ضبط رادیو
acPlayerRadioCaptureSingleTrack=ضبط رادیو (فقط تراک تکی)
acPlayerRepeat=تکرار تراک
acPlayerRepeatPartAB="A-B" تکرار قسمت
acPlayerSeekBackward.h=حرکت کمی به عقب
acPlayerSeekForward.h=انتقال کمی به جلوتر
acPlayerShuffle=تصادفی
acPlayerSpeedDecrease=سرعت: کاهش
acPlayerSpeedIncrease=سرعت: افزایش
acPlayerSpeedResetToDefaults=سرعت: پیش فرض
acPlayerStop.h=توقف پخش
acPlayerStopAtEnd.h=توقف پخش بعد از فایل فعلی
acPlayerTempoDecrease=ضرب: کاهش
acPlayerTempoIncrease=ضرب: افزایش
acPlayerTempoResetToDefaults=ضرب: پیش فرض
acPlayerVolumeDown.h=صدا -
acPlayerVolumeMute.h=(صدا (روشن/خاموش
acPlayerVolumeMute=صدا
acPlayerVolumeUp.h=صدا +
acPlaylistAddSelectedToBookmarks=افزودن بوکمارک
acPlaylistAddSelectedToQueue=افزودن به صف
acPlaylistClose=بستن لیست پخش
acPlaylistCloseOthers=بستن سایر لیست پخش ها
acPlaylistCopySelectedToClipboard=کپی فایل های انتخاب شده به کلیپ برد
acPlaylistDeleteAll=حذف همه
acPlaylistDeleteDuplicates=حذف تکراری ها
acPlaylistDeleteNonExists=حذف گم شده
acPlaylistDeleteNonSelected=حذف همه فایل ها بجز انتخاب شده
acPlaylistDeleteSelected=حذف فایل های انتخاب شده
acPlaylistDeleteSelectedPhysically=حذف فیزیکی فایل انتخاب شده
acPlaylistDeleteSwitchedOff=حذف فایل های غیرفعال شده
acPlaylistDeleteSwitchedOffPhysically=حذف فیزیکی فایل های غیرفعال شده
acPlaylistFindInML=یافتن در کتابخانه صوتی
acPlaylistFindNewFiles=جستجوی فایل جدید
acPlaylistFocusedItemShowQTE=اطلاعات فایل
acPlaylistInsertAfterPlayingItem=قراردادن بعداز فعلی
acPlaylistInsertToQueueBeginning=افزودن به ابتدای صف
acPlaylistNew=لیست پخش جدید
acPlaylistNext.h=لیست پخش بعدی
acPlaylistNextAndPlay.h=پخش لیست پخش بعدی
acPlaylistPlayFocusedItem.h=پخش فایل انتخاب شده
acPlaylistPlayFocusedItem=پخش
acPlaylistPlayPrevious=پخش آخرین لیست پخش
acPlaylistPrev.h=لیست پخش قبلی
acPlaylistPrevAndPlay.h=پخش لیست پخش قبلی
acPlaylistReloadFromPreimage=بارگیری مجدد داده از پریمیج
acPlaylistRemoveSelectedFromQueue=حذف از صف
acPlaylistRename=تغییرنام لیست پخش
acPlaylistReverse.h=مرتبسازی: معکوس
acPlaylistReverse=معکوس
acPlaylistSave=ذخیره لیست پخش
acPlaylistSortByArtist=مرتبسازی با هنرمند
acPlaylistSortByDuration=مرتبسازی با مدت زمان
acPlaylistSortByFileName=مرتبسازی با پوشه ها
acPlaylistSortByTitle=مرتبسازی با عنوان
acPlaylistSortRandomize.h=مرتبسازی: تصادفی
acPlaylistSortRandomize=تصادفی
acQueueClear=پاکسازی صف
acQueueManager=مدیر صف
acSearchAdvanced=جستجوی پیشرفته
acSearchQuick=جستجوی سریع (شروع / ادامه)
acSendToAudioConverter.h=ارسال به تبدیلگر صوتی
acSendToAudioConverter=تبدیلگر صوتی
acSendToTagEditor.h=ارسال به ویرایشگر تگ
acSendToTagEditor=ویرایشگر تگ
acUtilsAudioConverter=تبدیلگر صوتی
acUtilsAudioLibrary=کتابخانه صوتی
acUtilsTagEditor=ویرایشگر تگ
acVisualExitFromFullScreen=خروج از حالت رقص نور تمام صفحه
acVisualFullScreen=تمام صفحه
acVisualNext.h=رقص نور بعدی
acVisualPrev.h=رقص نور قبلی
CategoryMenu=دسته
CategoryOptions=گزینه ها
ClearPls=پاکسازی لیست پخش
CM_DEL=حذف از لیست پخش
CM_SEL=انتخاب فایل ها
CountLabel.h=تعداد فایل ها در لیست پخش
ItmEQPos=نمایش اکولایزر در سمت چپ
LengthLabel.h=مجموع مدت زمان لیست پخش
miBMLocateInSource=یافتن در منبع
miBMPlaySelectedFromBeginning=پخش فایل‌های انتخاب‌شده از آغاز
miBMResetTimestamp=تنظیم مجدد مُهر زمانی
miCountdown=شمارش معکوس
miMLBookmarks=بوکمارک‌ها
miMLCreateDynPlaylist=ایجاد لیست پخش هوشمند
miMLGroupingPreset=گروه بندی
miMLGroupingPresetAdd=افزودن...
miMLGroupingPresetEdit=ویرایش...
miMLGroupingPresetRemove=حذف
miMLLabelsExclude=حذف برچسب
miMLLabelsInclude=تنظیم برچسب
miMLManageDB=پایگاه داده
miMLReload=تازه کردن...
miMLTableSendToPlaylist=ارسال به لیست پخش
miMLTableViewAlbumThumbnails=ببینید: آلبوم عکسها
miMLTableViewDefault=ببینید: جدول
miMLTableViewGroupDetails=ببینید: جزئیات گروه
miPersonalSettings=تنظیمات شخصی
miPlaylistNewSmart=لیست پخش هوشمند جدید
miPreimageSettings=تنظیمات پیش‌تصویر
miRadioCaptureStop=توقف ضبط
miRadioCatalogs=کاتالوگ رادیوی اینترنتی
miReadOnly=قفل از تغییرات
miRemoval=حذف
miSelectAll=انتخاب همه فایل ها
miSelectNone=انتخاب هیچکدام
miSelectPls=انتخاب لیست پخش
miSendTo=ارسال به
miSendToPlaylist=ارسال به لیست پخش دیگر
miSortByPatternOptions=گزینه ها
miSwitchOff=غیرفعال‌کردن
miSwitchOn=فعال‌کردن
N6=اسکن مجدد تگ ها
N7=نزدیک‌ترین وظیفه برنامه‌ریزی‌شده:
N20=صف
N22=سینی
N31=حالت رقص نور
N34=افزودن
N35=نمایش پنجره
N36=اکولایزر
N37=پنجره بصری
N38=(مخفی کردن همه)
N39=ویرایش
N40=رقص نور
N41=پوسته ها
N43=راهنما
N47=خروج
N56=ابزارها
N70=تعلیق کلیدمیانبرها
N75=ابزارها
N79=نمایش فعلی
N80=بارگیری پیش تنظیم
N81=ذخیره پیش تنظیم
N83=بازنشانی همه تنظیمات افکت
N84=ریست تنظیمات اکولایزر
N85=بستن همه
N86=بازکردن همه
N90=پخش کننده
N91=پخش/وقفه
N92=توقف
N93=افزودن فایل ها
N95=تراک قبلی
N96=تراک بعدی
N98=صدا
N114=ادغام با دسته های همانند
N115=ادغام همه دسته های همانند
pmAdd.h=افزودن آیتم به منو
pmDelete.h=حذف آیتم منو
pmEqualizer.h=تنظیمات اکولایزر
pmMainMenu.h=منوی اصلی
pmManagePlaylist.h=مدیریت لیست پخش
pmMisc.h=منوی متفرقه
pmMLDelete.h=حذف آیتم منو
pmMLGroupingPresets.h=پیش تنظیم گروه بندی
pmMLLabels.h=منوی برچسب ها
pmMLMainMenu.h=منوی اصلی - کتابخانه صوتی
pmMLMisc.h=منوی متفرقه
pmMLTableViews.h=نمایش ها
pmNewPlaylist.h=پلی‌لیست جدید...
pmPlaylistList.h=لیست لیست پخش ها
pmQuickOptions.h=تنظیمات سریع
pmSorting.h=مرتبسازی آیتم منو
pmUtilities.h=ابزارها
SentToNewPLS=به لیست پخش جدید
SizeLabel.h=حجم فایل در لیست پخش
TCFixFloat=سنجاق نوار اطلاعت
TL=ذخیره لیست تراک ها
TrayCotnrol=نمایش پخش کننده کوچک

[AIMPBookmarkEditDialog]
Caption=ویرایش بوکمارک
L1=عنوان:
L2=مسیر:
L3=برچسب‌ها:
L4=مُهر زمانی:
L5=توضیح:

[AIMPConverterStatsDialog]
btnOK=تأیید
Caption=تبدیل انجام شد
cbDontShowAgain=دوباره نشان نده
Message=تعداد فایل ها: %0:s\n\nزمان: %2:s\nزمان (میانگین): %3:s\n\nورودی: %5:s\nخروجی: %6:s\nذخیره شده: %4:s

[AIMPFindMissedFilesDialog]
acApply=اِعمال به انتخاب شده
acFind=جستجو...
acRemoveSelected=حذف انتخاب شده از پایگاه داده
acReplace=جایگزینی نام فایل...
Caption=فایل در جای اشتباه قرار گرفته

[AIMPML]
Added=افزوده شده
Album=آلبوم
AlbumArtist=هنرمند آلبوم
Artist=هنرمند
BitDepth=عمق بیت
Bitrate=نرخ بیت
BPM=BPM
Channels=کانال ها
Comment=نظرات
Composer=آهنگساز
Conductor=رهبر ارکستر
Copyrights=حق مالکیت
CreatedAt=ایجاد شده در
DiskNumber=دیسک #
Duration=مدت زمان
FileFormat=فرمت فایل
FileName=نام فایل
FileSize=حجم فایل
Genre=ژانر
Labels=برچسب
LastModification=فایل تغییر کرده
LastPlayback=آخرین پخش
Lyricist=سراینده اشعار
Mood=حالت
Name=نام
PlaybackCount=تعداد پخش
Publisher=ناشر
Rating=امتیاز بندی
SampleRate=نرخ نمونه
Source=منبع
Timestamp=مُهر زمانی
Title=عنوان
TrackNumber=تراک #
URL=لینک
UserMark=نشان
Year=سال

[AIMPML.Controls]
Customize=سفارشی
DataSourceList=لیست منبع داده
History=تاریخچه پخش
NewLabel=برچسب جدید
NewLabelDialog=برچسب جدید...
None=(هیچیک)
ResetAllFilters=ریست همه فیلترها
ResetFilter=ریست فیلتر
ShowAll=(نمایش همه)
UnsetAllLabels=حذف همه برچسب ها

[AIMPML.Presets]
BestTracks.C=بهترین آهنگ ها
BestTracks.V=%d برتر| دارای امتیاز بالا
NewTracks.C=آهنگ های جدید
NewTracks.V=برای یک روز|به مدت سه روز|برای یک هفته|به مدت 2 هفته|برای یک ماه|هرگز بازی نکردم

[AIMPML.Reports]
AlbumCount=تعداد آلبوم:
ArtistCount=تعداد هنرمند:
Common=آمار
FavoriteAlbums=آلبوم های مورد علاقه (بالا %d)
FavoriteArtists=هنرمندان مورد علاقه (بالا %d)
FavoriteGenres=ژانرهای مورد علاقه (بالا %d)
FavoriteTracks=تراک های مورد علاقه (بالا %d)
GenreCount=تعداد ژانر:
L1=تعداد دفعات پخش:
L2=تعداد تراک
L3=مجموع مدت زمان (~)
L4=هنرمند
L5=گوش داده شده
L6=مجموع
TrackCount=تعداد تراک:

[AIMPMLFilterEditorDialog]
btnCancel=لغو
btnOK=تأیید
Caption=پارامترهای فیلتر
pcpFilter=فیلتر‌کردن

[AIMPMLFilterEditorDialog.FilterControl]
C=افزودن دستور
G=افزودن گروه
Op0=برابر
Op1=نا برابر
Op2=بین
Op3=کمتر
Op4=کمتر یا برابر
Op5=بیشتر
Op6=بیشتر یا برابر
Op7=شامل
Op8=شروع شود با
Op9=پایان یابد با
Op10=X روز باقی می‌ماند
R=حذف

[AIMPMLGroupDetailsCustomizationForm]
btnReset=بازنشانی
Caption=سفارشی سازی چینش گروه ها
GB1=فیلدها برای گروه بندی
GB2=فیلدها برای جزئیات گروه

[AIMPMLGroupingPresetEditDialog]
btnClearFilter=پاکسازی
btnEditFilter=ویرایش...
Caption=گروه بندی قالب
L1=نام گذاری-خودکار
L2=گروه بندی با فیلدها
L3=فیلتر دستی
lbName=نام
lvAvailable=فیلدهای موجود:
lvGroup=فیلدهای بکاررفته

[AIMPMLLabelsDialog]
acMoveLeft=تنظیم برچسب
acMoveRight=حذف برچسب
acRemove=حذف برچسب
acRename=تغییرنام برچسب
btnCancel=لغو
btnOK=تأیید
C1=برچسب ها
C2=برچسب های موجود
Caption=برچسب ها
L1=نام برچسب را وارد کنید
L2=افزودن
miSetToAll=اِعمال روی همه فایل ها
miUndoSetToAll=آندو: اِعمال روی همه فایل ها

[AIMPFindMissedFilesDialog.tlMissedFiles]
c[0]=فایل در جای اشتباه قرار گرفته
c[1]=جایگزین پیشنهاد شده
c[2]=درجه انطباق

[AIMPMLMonitoringSettingsDialog]
btnClose=بستن
Caption=افزودن فایل
CB1=جستجو برای فایل های تغییر نام یافته یا منتقل شده
CB2=حذف فایل های غیرموجود از پایگاه داده
CB3=بارگیری مجدد تگ ها
cbMinFD=اگرمدت زمان، کمتر بود از:
cbMinFS=اگر حجم،كمتربود از:
cbScanOnStartup=بررسی برای فایل های جدید در اِجرای برنامه
cbTrackChanges=نظارت بر تغییرات وقتیکه در اِجرا است
GB1=نظارت کردن
GB2=حین بروزرسانی انجام بده
gbFiltBy=رد کردن فایل
L1=اگر پسوند فایل هست:
L2=روی دکمه "بروزرسانی" برای بروزرسانی محتوای پایگاه داده کتابخانه صوتی کلیک کنید
pcpFolders=پوشه ها
pcpSettings=تنظیمات
btnUpdate=بروزرسانی

[AIMPMLPreimageDialog]
btnCancel=لغو
btnOK=قبول
Caption=لیست پخش هوشمند - کتابخانه صوتی
cbLimitTo=محدود‌کردن تعداد ترک‌ها به
cbSortBy=مرتب‌کردن بر اساس:
pcpFilter=1. فیلتر
pcpPostProcess=3. خروجی
pcpSort=2. مرتب‌کردن

[AIMPPlaylistFoldersPreimageDialog]
btnCancel=لغو
btnOk=تأیید
Caption=لیست پخش هوشمند - پوشه ها
cbSyncOnChanges=نظارت بر تغییرات حین اِجرا
cbSyncOnStartup=بررسی بروزرسانی در اِجرای برنامه
L2=رد فایل هایی با این پسوند:
pcpFolders=پوشه ها
pcpSettings=تنظیمات

[AIMPSearchPathList]
c[0]=پوشه
c[1]=شامل زیر پوشه ها
acAdd=افزودن
acDelete=حذف انتخاب شده
acDeleteAll=حذف همه

[AIMPPlaylistPreimageDialog]
Caption=لیست پخش هوشمند - لیست پخش
L1=نام فایل\لینک

[AIMPSendToDialogForm]
cbDefault=اِعمال بعنوان پیش فرض
cbSaveStructure=ذخیره ساختار مسیر
gbAdditionals=فایل های بیشتر
gbPath=مسیر مقصد
gbRename=تغییرنام با قالب
L1=کپی|انتقال
L2=کپی به|انتقال به
L3=گزینه های کپی|گزینه های انتقال
lbAdditionals=فایل اصلی به مسیر مقصد کپی خواهد شد\n; - جداساز, * - بخش نامعلوم نام فایل

[ATEAutoNumerationForm]
Caption=شمارش خودکار
L1=شروع از

[ATEAutoTagForm]
c[0]=نام فایل
c[1]=آلبوم
c[2]=هنرمند
c[3]=ژانر
c[4]=عنوان
c[5]=شماره تراک
c[6]=سال
c[8]=تعداد آهنگ
C1=قبل از تغییرات
C2=بعد از تغییرات
Caption=پرکردن خودکار تگ توسط نام فایل

[ATEChangeRegisterDialog]
Caption=تغییر مورد / حرف به حرف نویسی
CB1=تگ ها:
GB1=اقدامات
L1=مورد:
L2=:حرف به حرف نویسی
L3=:فیلدها

[ATEChaptersEditDialog]
acDelete.h=حذف فصل‌های انتخاب‌شده
acDelete=حذف موارد انتخاب‌شده
acEdit.h=ویرایش فصل انتخاب‌شده
acEdit=ویرایش
acInsert.h=افزودن فصل
acInsert=افزودن
btnFastForward.h=جلو زدن سریع
btnPlayPause.h=شروع/توقف
btnRewind.h=عقب زدن
btnSave=ذخیره کردن ...
Caption=ویرایشگر فصل‌ها
tsVolume.h=صدا

[ATEChaptersFormatChooser]
btnSave=ذخیره‌کردن
Caption=ویرایشگر فصل‌ها
GB1=ذخیره کردن به‌عنوان:
RB1=فصل‌ها در فایل صوتی گنجانده شدند
RB2=CUE، در فایل صوتی گنجانده شد
RB3=CUE، در یک فایل مجزا قرار گرفت
RB4=متن ساده
W1=* این گزینه برای این فرمت فایل صوتی در دسترس نیست

[ATEForm]
A0=شمارش خودکار
A1=(%s) شمارش خودکار
A2=تغییرنام
A3="%s" تغییر به فرمت
A4=اِعمال
A9=فایل های آنالیز شده را نادیده بگیر
acAnalysisBPM=موارد انتخابی را آنالیز کن
acEdit=ویرایش همه فیلدها
acEditChapters.h=ایجاد/ویرایش فصل‌ها
acRgAlbum=اسکن منتخب: بعنوان یک آلبوم
acRgFAlbum=اسکن انتخاب شده: هر پوشه به عنوان آلبوم
acRgFile=اسکن منتخب: بدون آلبوم
acRgMAlbum=اسکن انتخاب شده: گرفتن آلبوم از تگ ها
acRgRemove=حذف اطلاعات بهبود پخش از تگ ها
acScenarios=سناریوها...
acSearchOnline.h=تگ خودکار با سرویس های آنلاین
acSearchOnlineAlbumArts=یافتن آنلاین جلد هنری...
acSearchOnlineLyrics=یافتن آنلاین اشعار...
aSave=ذخیره
aTag.h=پرکردن خودکار
B1.h=تغییر مورد / حرف به حرف نویسی
B5=تازه کردن تگ ها
btnBPM.h=BPM
btnLayout.h=تغییر نما
btnRG.h=بهبود پخش
btnScripts.h=سناریوها
Caption=آیمپ: ویرایشگر تگ پیشرفته
cbSubFolders=با زیرپوشه ها
lbNoData=(داده ای برای پیشنمایش نیست)
miDelete=حذف
miDeletePhys=حذف فیزیکی
miGroupBy=گروه بندی با
miGroupByFolder=با پوشه مادر
miGroupByNone=بدون گروه بندی
miJumpTo=پرش به پوشه...
miNumCfm=پرسش تأیید
miSoundOut=گزینه های پخش
TM0=فایل های قرار گرفته در دیسک سخت
TM1=فایل های افزوده شده توسط کاربر

[ATEForm.lvTable]
c[0]=شماره
c[1]=دیسک
c[2]=نام فایل
c[3]=عنوان
c[4]=هنرمند
c[5]=آلبوم
c[6]=سال
c[7]=ژانر
c[8]=نرخ بیت
c[9]=مدت زمان
c[10]=فرمت
c[11]=جلد
c[12]=ID3v1
c[13]=ID3v2
c[14]=APE
c[15]=WMA
c[16]=Vorbis
c[17]=M4A
c[18]=حجم
c[19]=اشعار
c[20]=BPM
c[21]=بهبود پخش

[ATEOnlineSearchForm]
aiProgressInidcator=در جستجو... منتظر بمانید
btnCancel=لغو
btnSave=اِعمال بر فایل ها
Caption=تگ خودکار با سرویس های آنلاین
edSearchBox.b0=یافتن
edSearchBox.th=آلبوم، هنرمند
ErrorAuthorizationRequired=این عملکرد نیاز به احراز هویت دارد.شما باید وارد شده و برنامه AIMP را برای عملکرد با آن احراز هویت کنید. بعد از انجام آن، درخواست خود را مجدد ارسال کنید
vlbBindingHint=برای جفت کردن تراک های یافته با ویرایش تراک، آن را از بالای لیست به پایین بکشید و رها کنید\nتوجه کنید که تغییرات فقط به تراک های منتخب اعمال میشود

[ATERenameForm]
btnRename=تغییرنام
Caption=گزینه های تغییرنام
CB1=پیشنمایش
CB2=کار با کپی فایل
GB1=تغییرنام فایل ها با قالب
GB2=انتقال فایل ها به پوشه انتخاب شده
GB3=جستجو و جایگزینی
GB4=ریجیستری
GB5=حرف به حرف نویسی
L1=یافتن:
L2=( "%Y\%A - %T" ) شما میتوانید از نماد"\" برای مرتبسازی پوشه ها استفاده کنید
L3=جایگزینی با:

[ATESaveParams]
Caption=گزینه های ذخیره

[ATEScenariosForm]
btnClose=بستن
btnRun=اِجرا
btnStop=توقف
Caption=سناریوها
cbPreviewMode=حالت پیش نمایش
GB1=سناریو
lbPreviewMode=در حالت پیش نمایش، همه تغییرات ایجاد شده در سناریو در فایل واقعی اعمال نمیشود

[AutoTag]
bOk=اِعمال
Caption=پرکردن خودکار
CB1=اگر فیلدی مقدار داشت آن را پر نکن

[CommonDialogs]
B1=تأیید
B2=لغو
B3=پوشه جدید
BS=بله|خیر|تأیید|لغو|لغو|دوباره|چشمپوشی|همه|نه روی همه|بله روی همه|راهنما|بستن
L1=انتخاب پوشه
L2=شامل زیرپوشه ها
MsgCaptions=هشدار|خطا|اطلاعات|تأیید|
SA=انتخاب همه
SN=حدف منتخب ها

[ConfirmDialog]
B1=جایگزینی
B2=جایگزینی همه
B3=ردکردن
B4=ردکردن همه
B5=تغییرنام
B6=لغو
Caption=جایگزینی
gbFile1=جایگزینی فایل
gbFile2=با فایل جدید

[CONTEXT]
0=بازکردن با آیمپ
1=پخش
2=افزودن به لیست پخش
3=افزودن به صف
4=افزودن به بوکمارک
5=ویرایش تگ ها
6=تبدیل به فرمت دیگر
7=بازکردن در لیست پخش جدید&

[Converter]
actAddFiles=افزودن فایل ها
actAddFolders=افزودن پوشه ها
actAddPlaylist=افزودن لیست پخش
actDeleteAll=پاکسازی
actDeleteSelected=حذف منتخب ها
actStop=توقف
bAdd.h=افزودن فایل / پوشه ها
bDelete.h=حذف فایل ها
bQuickOptions.h=گزینه ها
bSettings=گزینه ها
bStart=شروع
Caption=آیمپ: تبدیلگر صوتی
csCancel=لغو شده
csDone=انجام شد
csError=خطا
csPaused=متوقف شده
csWaiting=انتظار
lbEncoder=فرمت:
lbMode=حالت کدگذاری
lbNormalizeVolume=نرمال‌کردن صدا:
lbTargetFileName=تغییرنام فایل:
lbTargetFolder=انتقال خروجی به:
lbTimeElapsed=سپری شده:
lbTimeLeft=باقیمانده:
lbTotalProgress=مجموع پیشرفت:
lbVolumeNormalization=نرمال‌کردن صدا
miCloseAppWhenDone=بستن برنامه بعد از تبدیل موفقیت آمیز
miDeleteSource=حذف فایل اصلی بعداز تبدیل موفقیت آمیز
miHibernate=هایبرنیت
miSavePathStructure=ذخیره ساختار دایرکتوری حین انتقال فایل به مسیر مقصد
miShutdown=خاموش کردن
miShutdownWhenDone=شات دان رایانه بعد از تبدیل
miSleep=خواب
miUncheckSuccessful=حذف تیک از فایل بعداز تبدیل موفقیت آمیز
Modes=تک منبع - یک نتیجه|تمام منابع - یک نتیجه|Single folder - single result

[Converter.lvTable]
c[0]=نام
c[1]=فرمت
c[2]=وضعیت
c[3]=شماره
c[4]=نام فایل
c[5]=نام فایل هدف

[ConverterEncoders]
bOk=تأیید
cbAsInput=طوریکه فایل منبع هست
cbChangeFormat=تغییر فرمت
cbCorrectionFile=ایجاد تصحیح فایل
cbIncludeMD5=شامل مجموع مقابله ای در فایل
cbModeHybrid=هیبرید
cbModeLossless=بی‌اتلاف
cbNoGap=بدون وقفه
gbMode=حالت
lbBestC=بهترین فشرده سازی
lbBestQ=بهترین کیفیت
lbBitDepth=فرمت نمونه:
lbBitrate=نرخ بیت:
lbBitrateMode=حالت:
lbChannels=کانال ها:
lbCompression=فشرده ساز:
lbLeast=فشرده سازی سریع:
lbMost=بهترین فشرده سازی:
lbProfile=پروفایل:
lbQuality=کیفیت:
lbSampleRate=نرخ نمونه:
scParams=پارامترها

[CopyDialog]
0=درحال کپی..
1=درحال انتقال...
2=وقفه
3=ادامه

[DropForm]
CB1=دوباره نپرس
RG1=کشیدن و رها کردن

[DSPDialog]
btnEqPresets=پیش تنظیم ها
btnReset=ریست به پیش فرض
CB1=(حذف کننده صدا (فقط برای اِستریو
CB3=(استفاده از محوسازی صدا (وقفه / ادامه
CB4=استفاده از محوسازی صدا در هدایت داخل تراک
CB5=تغییر آرام صدا
CB6=میکس تراک بعدی با قبلی
CB7=ورود با محو صدا در ابتدای تراک
CB8=خروج با محو صدا در انتهای تراک
CB12=حذف سکوت بیشتر از 0.5 ثانیه
CB16=حذف سکوت در حاشیه تراک ضرف نظر از مدت زمان
cbEqSwitch=رفتن به اِکولایزر
GB1=یکدست سازی صدا
GB2=تعویض تراک دستی
GB3=تعویض تراک خودکار
GB4=بهبود پخش
GB6=حذف سکوت
L1=* شما میتوانید مقادیر را با کلیک راست ریست کنید
L2=افزونه دی اِس پی:
L4=تقویت کننده:
L5=مقدار فعلی: 
L6=آستانه بالایی پیش تقویت کننده:
L7=آستانه پایینی پیش تقویت کننده:
L9=مقدار پیش فرض:
L10=سطح صدای مقصد:
L12=مدت سکوت برای فعالسازی حذف:
L13=آستانه تشخیص سکوت:
lbChorus=هم سرایی
lbEcho=اِکو
lbEnhancer=بهبود کننده
lbFlanger=خش خش
lbPitch=زیر و بم
lbPreamp=تقویت کننده
lbReverb=گردش
lbSpeed=شتاب
lbTempo=ضرب
lbTrueBass=بَم
R2=استفاده از مقادیر تگ ها
R3=آنالیز فایل بدون ثبت تغییرات در آن
RB1=هیچیک
RB2=افزودن وقفه بین تراک ها
tcpMixing=میکس کردن
tcpSilenceRemover=حذف سکوت
tcpSoundEffects=جلوه صوتی
tcpVolume=صدا

[DSPDialog.cbReplayGainSource]
i[0]=منبع:فایل
i[1]=منبع:آلبوم

[EditorForm.RegisterFmt]
i[0]=بدون تغییرات
i[1]=همه لغات با کلمه بزرگ
i[2]=اولین حرف با کلمه بزرگ
i[3]=همه حروف بزرگ
i[4]=همه حروف کوچک

[EQPresetsDialog]
B1=اِعمال
B2=لغو
B3=حذف
B4=بازگردانی
Caption=پيش تنظیم اکولایزر

[HotkeysGroups]
AudioConverter.Content=تبدیلگر صوتی: جدول
AudioConverter.General=تبدیلگر صوتی: عمومی
Common.Dialogs=معمول:دیالوگ ها
Common.SendTo=فایل ها: ارسال به...
Common=معمول
MusicLibrary.GroupingTree=کتابخانه صوتی: گروه بندی درختی
MusicLibrary.Table=کتابخانه صوتی: جدول
MusicLibrary=کتابخانه صوتی: معمول
Player.Navigation=پخش کننده:هدایتگر
Player.PlayableFile=پخش کننده: فایل قابل پخش
Player.PlaybackControl=پخش کننده:کنترل پخش
Player.Visualizations=پخش کننده: رقص نور
Playlist.AddFiles=لیست پخش: افزودن فایل ها
Playlist.Deletion=لیست پخش: حذف فایل ها
Playlist.Search=لیست پخش: جستجو
Playlist.SelectedFiles=لیست پخش: فایل های انتخاب شده
Playlist.Sorting=لیست پخش: مرتبسازی
Playlist=لیست پخش
TagEditor.Content=ویرایشگر تگ: جدول
TagEditor.CurrentFile=ویرایشگر تگ: انتخاب فعلی
TagEditor.Functions.BPM=ویرایشگر تگ: توابع - محاسبه BPM
TagEditor.Functions.ReplayGain=ویرایشگر تگ: توابع - محاسبه بهبود پخش
TagEditor.Functions=ویرایشگر تگ: توابع
TagEditor.Tree=ویرایشگر تگ: درختی

[InfoBar]
CB0=بعنوان نوار اطلاعات|بعنوان کارت
CB1=نمایش اطلاعات فایل فعلی در آغاز پخش
CB2=از چپ|از راست|از مرکز
CB3=نمایش در بالای دسکتاپ|نمایش در پایین دسکتاپ
CB4=نمایش جلد آلبوم
CB6=نمایش در برنامه های تمام صفحه
CB7=فقط اِعمال به پس زمینه
CB8=همیشه نشان بده
CB9=قبل از پایان پخش، در حین:
GB0=نمایش اطلاعات درباره فایل در حال پخش
GB1=نمایش
GB5=محتوا
M1=پس زمینه
M2=خط %d
M3=فونت
M4=رنگ متن
P1=نوار اطلاعات

[MSG]
1=لیست پخش جدید
2=نام را واردکنید
3=کتابخانه صوتی
4=این عملکرد فایلها را دائمی حذف میکند.ادامه میدهید؟
5=(غیرفعال شده)
6=!فایل یا پوشه یافت نشد
7=کمینه کنار ساعت
8=نمایش پنجره اصلی
9=تغییرنام
10=صدا
11=موقعیت
12=پخش
13=پخش از ابتدا
14=وقفه
15=پیش تنظیم تعریف شده توسط کاربر
16=انتخاب همه
17=خاموش|روشن
18=ارسال فایل ها
19=این کلید میانبر نامعتبر است و یا در برنامه ای دیگر در حال استفاده است
20=استفاده از کلیدهای مولتی مدیا؟
21=توسط موقعیت پنجره اصلی تعریف شده است
22=نوشتن در فایل
23=پیشنمایش
24=بالاترین
25=ذخیره کرد،احتمالا با برنامه دیگری قفل شده است "%s" نمیتوان تغییرات را در فایل
26=اِعمال تغییرات در فایل ها؟
27=آهنگساز
28=صفحه با موقعیت پنجره اصلی تعیین میشود|صفحه %d: ثانویه(%s)|صفحه %d: اولیه (%s)
29=وجود ندارد "%s" پوشه
30=(یکی از افزونه ها را نمیتوان حذف کرد (احتمالا آن در دیگر برنامه ها بکار میرود:
31=انجام شد...
32=حالت لیست پخش تکی:\nلیست پخش را نمیتوان تغییر داد زیرا قفل شده است
33=جستجو
34=فایل های روی هارد
35=بدون گروه بندی
36=یافتن فایل ها...
37=فقط خواندنی|مختص به پریمیج
38=این گزینه توانایی ایجاد بیشتر از یک لیست پخش را غیرفعال میکند\nاگر شما این گزینه را در دیگر تبها انتخاب کنید خودکار بسته خواهد شد
39=کیفیت
40=ذخیره بعنوان
41=دانلود از اینترنت
42=فرمت:
43=(پیش فرض)
44=سرعت
45=بالانس
46=بازکردن...|...بافردهی
47=ضبط رادیو
48=عنوان
49=ثبت نام
50=!این کلید درحال استفاده است
51=پرش به زمان:
52=فرمت اشتباه
53=نسخه جدید موجود است.دانلود میکنید؟
54=فونتهای صدا
55=مقدار فعلی:
56="\" برای مرتبسازی فایلها داخل پوشه از این کارکتر در قالب استفاده کنید
57=آیا واقعا میخواهید آمار را بازنشانی کنید؟|آیا واقعا میخواهید آمار فایل های منتخب را بازنشانی کنید؟
58=قالب جدید
59=حذف فیزیکی فایل ها|:فایل هایی که بعلت خطای سیستمی حذف نشده اند
60=عبارات...
61=عملکرد هنوز به پایان نرسیده است.آیا میخواهید آن را پایان دهید؟
62=بعضی از عملکردها هنوز به پایان نرسیده است.آیا میخواهید آن را پایان دهید؟
63=جستجوی فایل:
64=حجم:
65=تاریخ ایجاد:
66=چیزی نیافت
67=بروزرسانی...
68=!انجام شد\nحجم پایگاه داده جدید: %s (%s)\nذخیره شد: %s.
69=اِعمال
70=لغو
71=اجازه مدیر نیاز است
72=نوع فایل
73=بارگیری...
74=پوشه پروفایل
75=مرتبسازی با قالب
76=%s تنظیم نشانه
77=جستجوی خودکار
78=فایل جدید:
79=پشت نمایی
80=پیشنمایش
81=متن موسیقی
82=مکان فایل
83=حق مالکیت
84=تغییرات بعد از ریستارت برنامه اِعمال خواهد شد
85=نشان
86=کپی
87=چسباندن
88=کات
89=منبع
90=نتیجه
91=تگ یافت نشد - فایل را نمیتوان تغییرنام داد (%s)
92=همه|افزونه ها|کدگشا ها|رقص نور|دی اِس پی
93=افزودن فایل ها..
94=تکرار قسمت "A-B" [خاموش]|نقظه "A" اختصاص داده شده|تکرار قسمت "A-B" [روشن]|
95=ثانیه %s اتصال مجدد در
96=هشدار!این عملکرد پیش تنظیم را به پیش فرض ریست خواهد کرد
97=ذخیره وضعیت پخش کننده در بستن
98=استفاده از پخش کننده کوچک بجای کمینه کنار ساعت
99=ویرایشگر پیش تنظیم
100=آلبوم
101=آدرس
102=هنرمند
103=عنوان
104=نظرات
105=ژانر
106=حذف تگ
107=سال
108=تراک #
109=دیسک #
110=جلد آلبوم
111=فونتهای صدا پیدا نشد یا نامعتبر است
112=<هیچیک>
113=!انجام شد
114=این عملکرد همه فایلها و آمارها را از پایگاه داده حذف میکند! ادامه؟
115=مدت زمان
116=فایل|پوشه|لیست پخش
117=پخش شده
118=افزوده شده
119=امتیاز بندی
120=مدیریت لیست پخش ها
121=تاخیر:
122=بستن
123=کپی فایل به کلیپ برد
125=فهرست ها
126=منتظر بمانید..
127=تعداد دفعات پخش
128=کپی به %s|انتقال به %s
129=پرکردن خودکار (RMB - انتخاب قالب)
130=هنرمند آلبوم
131=درحال تبدیل:
132=تغییرنام
133=تنظیمات
134=متوقف شده
135=تغییراندازه
136=تنظیمات تغییر کرده است.تغییرات را ذخیره میکنید؟
137=درایو|سی دی درایو قابل حمل
138=اِعمال در
139=ثانیه شات دان میشود %s رایانه بعد از
140=ناشر
141=پایگاه داده
142=هشدار!اگر از این نوع دستگاه خروجی در آیمپ استفاده شود سایر برنامه ها قادر به خروجی گیری صدا نیستند
143=پریمیج: |هیچیک|لیست پخش یا پوشه|کتابخانه صوتی|لیست پخش
144=رمزگذاری شده با
145=حالت
146=بخشی از تالیف
147=کاتالوگ
148=سراینده اشعار
149=رهبر ارکستر
150=پنجره ها
151=هزارم ثانیه
152=خودکار
153=ثانیه
154=دقیقه
155=ب|کـ ب|مـ ب|گـ ب
156=مسیرهای مطلق فایل
157=بعد از اضافه‌کردن پلی‌لیست ، فایل‌ها را بر اساس الگو مرتب می‌کند:
158=در انتظار مجوز...\n لطفاً درخواست مجوز را در مرورگر خود تکمیل کنید.\n\n برای لغو عملیات کافی است پنجره را ببندید.

[Options]
bCancel=بستن
Caption=گزینه ها

[OptionsFrameAddFiles]
C1=افزودن فایل
C9=عمومی
C10=بازکردن فایل در برنامه ای دیگر
C11=کشیدن و رها کردن
CB1=از کاربر بپرس
CB2=گسترش فایل ها با نشانه گذاری در هنگام افزودن به لیست پخش
CB6=اسکن خودکار لیست پخش هنگام افزودن فایل
CB9=پخش بی درنگ فایل بازشده
CB15=پخش بی درنگ فایل های افزوده شده
CB19=شروع بی درنگ پخش
CB47=افزودن به لیست پخش بعدی اگر یک فایل فرستاده شد
CB48=بازکردن لیست پخش فایل ها در تب جدید
CB49=واردات کل پوشه اگر یک فایل فرستاده شده است
CB59=مرتبسازی با نام فایل
L1=اقدام پیش فرض:
L7=حین باز شدن فایل:

[OptionsFrameAddFiles.CBA]
i[0]=ایجاد لیست پخش جدید
i[1]=افزودن به لیست پخش فعلی
i[2]=افزودن به لیست پخش "پیش فرض" خالی

[OptionsFrameAddFiles.RG4]
i[0]=افزودن فایلها به موقعیت فعلی
i[1]=افزودن فایلها به انتهای لیست پخش
i[2]=افزودن فایلها به ابتدای لیست پخش
i[3]=افزودن و میکس فایلها در لیست پخش

[OptionsFrameAssoc]
B1=انواع فایل
C1=وابسته سازی فایل ها
CB1=فایل های صوتی
CB2=لیست پخش ها
CB3=پوسته ها

[OptionsFrameConvertor]
C1=تنظیمات تبدیل
C18=رفتار
Caption=تبدیلگر
CB1=گسترش فایل ها با فایل ورقه نشانه در افزودن به جدول
CB4=نمایش آمار بعد از تبدیل
CB6=پخش صدا پس از آنکه تبدیل انجام شد
GB1=در اتمام تبدیل
L1=محاسبه :
L2=حداکثر تعداد محاسبات وابسته به تعدد هسته های پردازنده است

[OptionsFrameExtraMeta]
B1=فلاش
Caption=اطلاعات اضافی
CB1=ذخیره جلد هنری در پوشه فایل توسط الگو:
CB2=یافتن در اینترنت
CB3=ذخیره فایل اشعار در پوشه فایل بطور خودکار
CB4=یافتن فایل در پوشه
CB5=یافتن در برچسبهای فایل
GB1=یافتن در اینترنت
GB2=اِجازه کَش شدن
GB3=یافتن فایل در پوشه
GB4=یافتن در برچسبهای فایل
L2=حداکثر حجم فایل برای دانلود:
L3=کَش کردن تعداد دسترسی به دیسک را کاهش داده،ترافیک اینترنت را ذخیره کرده،سرعت جستجوی جلد هنری را افزایش میدهد
L4=حذف ضبط از کَش بعد از:
L5=روز
pctAlbumArts=جلد هنری
pctLyrics=متن موسیقی
W1=* شما باید افزونه ای را که چنین قابلیتی را ارائه میدهد نصب کرده باشید

[OptionsFrameHotkeys]
B10=پیش فرض
c[0]=نام فرمان
c[1]=محلی
c[2]=سراسری1
c[3]=سراسری2
C1=کلیدهای میانبر

[OptionsFrameInterface]
C1=انیمیشن
C3=پشت نمایی
Caption=رابط
CB1=اجازه درهر-پیکسل نیمه پشت نمایی
CB2=نمایش موج بخش فایل روی نوار جستن *
CB3=متحرک کردن پنجره ها میخ شده به سایر پنجره ها حین نمایش یا پنهان کردن
CB4=متحرک کردن پنجره ها حین نمایش یا پنهان کردن در حالت نوار ابزار دسکتاپ
CB5=نمایش طیف رقص نور برای فایل در حال پخش *
CB28=متحرک کردن تغییر وضعیت نمایش بصری *
CB30=اجازه افکت محو شدن
CB35=متحرک کردن اسکرول تب لیست پخش ها *
CB38=غیرفعالسازی شفافیت اگر پنجره فعال بود
CB39=غیرفعالسازی شفافیت اگر پنجره در کانون ماوس باشد
CB42=تغییر نرم شفافیت
CB52=چسبیدن پنجره ها به لبه صفحه نمایش و دیگر پنجره های آیمپ
CB68=استفاده نرم سازی
CB71=تغییر رقص نور هر:
CB75=ادواری
GB1=قالب ها برای برچسب های ثابت *
GB3=قالب های برای خط در اِجرا *
GB4=حالت شب
GB5=طرح رنگ
GB7=حالت تمام صفحه
GB10=تغییر رقص نور
L1=* پوسته باید از ویژگی پشتیبانی کند
L2=اندازه متن:
L10=بروز رسانی هر:
L21=شروع تمام صفحه در نمایشگر:
L23=آن آهسته تر رندر خواهد شد اما تصویر بهتر حین زوم دارد
pcpGeneral=عمومی
pcpTemplates=نمایش داده
pcpVisuals=رقص نور

[OptionsFrameInterface.cbNightMode]
i[0]=خودکار
i[1]=غیرفعال شده
i[2]=فعال شده

[OptionsFrameInterface.rsRun]
i[0]=حرکت: غیرفعال شده
i[1]=حرکت: به چپ
i[2]=حرکت: به راست

[OptionsFrameInterface.rsShow]
i[0]=شروع: غیرفعال شده
i[1]=شروع: از چپ
i[2]=شروع: از راست
i[3]=شروع: از بالا
i[4]=شروع: از پایین

[OptionsFrameLang]
C1=رابط زبان را انتخاب کنید
Caption=زبان
L1=تبدیل متن غیر یونیکد به متن قابل خواندن
L2=اولیه
L3=بیشتر
L4=قدیمی

[OptionsFrameMLMain]
B1=...نظارت بر فایل ها
C1=کتابخانه صوتی
Caption=کتابخانه صوتی
CB1=تنظیم نشان کاربر
CB2=شروع پخش
CB3=پخش محاسبه شده است
CB4=نمایش امتیاز فایل بجای نشانه تعریف شده توسط کاربر،اگر نشانه گذاری خالی بود
CB5=همگام سازی تعریف شده توسط کاربر امتیاز با برچسب فایل های صوتی
CB6=همیشه محتوای زیرپوشه را نشان بده
CB7=ادغام سطح گروه بندی خالی وقتیکه امکان آن بود
GB1=معمول
GB2=افزودن فایل به پایگاه داده وقتی که
GB3=امتیاز بندی
GB4=محاسبه پخش
L1=حداقل آستانه برای مدت زمان فایل:
L2=محاسبه پخش بعد از پخش:اما نه بیشتر از 4 دقیقه
L3=محاسبه امتیاز مبتی بر آمار برای آخرین:
L4=روز
L6=اینجا کلیک کنید تا رتبه‌ای که از قبل وجود دارد، روی برچسب‌های فایل نوشته شود

[OptionsFrameNet]
C21=گزینه های اتصال اینترنت
Caption=گزینه های اتصال
CB1=استفاده از ارتباط مستقیم
CB2=استفاده از پیش فرض سیستم
CB3=پیکربندی دستی پراکسی
L79=تایم اوت:
L98=رمزعبور:
L106=سرور:
L107=پورت:
L108=کاربر:

[OptionsFramePlayer]
C19=اسکرول موارد جدول با دکمه وسط ماوس
Caption=پخش کننده
CB21=همیشه در بالا
G1=کنترل
GB4=کنترل با کلیدهای میانبر
GB5=کنترل با ماوس
GB15=کپی به قالب کلیپ برد
L12=اسکرول عادی
L13=تغییر سرعت توسط
L14=تغییر موقعیت حین فشاردادن میانبر با
L15=تغییر سرعت توسط
L16=تغییر میزان صدا حین فشاردادن میانبر با
L18="%s" اسکرول با فشردن
L33=کلیک وسط:

[OptionsFramePlayer.MOBox]
i[0]=(هیچیک)
i[1]=پخش/وقفه
i[2]=افزودن فایل ها

[OptionsFramePlayerBehavior]
C1=خودکار
CB1=بازگرداندن موقعیت پخش
CB7=تکرار لیست پخش با یک فایل
CB32=تنظیم خودکار با پیش تنظیم اکولایزر برای آهنگ
CB47=هر پلی‌لیست، حالت پخش خودش را دارد (معمولی/تصادفی)
CB48=ذخیره وضعیت پخش کننده زمانیکه لیست پخش با دکمه های "فایل بعدی / قبلی" هدایت میشود
CB49=پرش %0:s برگشت به ابتدا اگر پخش متوقف شد بیش از %1:s
CB58=پرش خودکار به تراک بعدی
CB59=و تعلیق پخش
GB1=معمول
GB2=هنگام اجرای برنامه
GB3=حالت پخش
GB4=در انتهای لیست پخش
GB5=در حذف فایل در حال پخش
L1=حالت پخش:
L2=پخش

[OptionsFramePlayerBehavior.RG1]
i[0]=شروع پخش
i[1]=ادامه وضعیت پخش کننده
i[2]=انجام نده
i[3]=وقفه پخش

[OptionsFramePlayerBehavior.RG2]
i[0]=پرش به لیست پخش بعدی
i[1]=تکرار لیست پخش
i[2]=استندبای

[OptionsFramePlayerBehavior.RG3]
i[0]=عادی
i[1]=تکرار تراک
i[2]=تصادفی

[OptionsFramePlayerBehavior.RG4]
i[0]=انجام نده
i[1]=توقف پخش
i[2]=رفتن به تراک بعدی

[OptionsFramePlaylistBehavior]
C6=رفتار
Caption=لیست پخش
CB1=حذف لیست پخش هنگام بستن تب
CB2="Bookmarks" بازکردن بوکمارک ها در لیست پخش جدید
CB3=(ذخیره مسیر واقعی فایل (توصیه میشود
CB4="Default "ذخیره لیست پخش پیش فرض
CB8=در زمان ایجاد لیس پخش نام آن بپرس
CB31=ذخیره صف در خروج ازبرنامه
CB46=بستن لیست پخش با دومرتبه کلیک روی تب
CB56=پرسیدن برای تأیید حذف فایل از هارد درایو
CB57=حالت لیست پخش تکی
GB1=ذخیرسازی
GB2=معمول

[OptionsFramePlaylistView]
bCancel=لغو
bOk=تأیید
C1=گزینه های پیدایش
Caption=پیدایش
CB50=نمایش اطلاعات درباره فایلهای انتخاب شده
cbAbsoluteNumeration=شمارش حقیقی
cbCollapseUnusedGroups=بستن خودکار گروه های استفاده نشده
cbGroupMode=فعال کردن گروه
cbMergeGroups=ادغام خودکار دسته های همانند
cbShow2ndLine=نمایش خط دوم با اطلاعات
cbShowDuration=نمایش ستون مدت زمان
cbShowExpandBtns=نمایش دکمه های گسترش گروه
cbShowMarks=نمایش نشان ها
cbShowNumbers=نمایش شماره تراک
cbShowSwitches=نمایش ستون تعویض
gbFormating=تنظیمات الگو
gbGrouping=تنظیمات گروه بندی
gbLayoutSettings=تنظیمات چیدمان

[OptionsFramePlugins]
B1=حالا ریستارت کن
Caption=افزونه ها
L1=برخی از افزونه های بارگیری شده با این برنامه استفاده نمیشود
lbURL=دریافت افزونه بیشتر
N1=حذف
N2=بارگیری انتخاب شده
N3=بارگیری همه
N4=غیرفعالسازی انتخاب شده
N5=غیرفعال کردن همه

[OptionsFramePlugins.cbFilter]
i[0]=همه
i[1]=بارگیری شده
i[2]=تخلیه شده
i[3]=استفاده نشده

[OptionsFrameRadioCap]
C1=تنظیمات معمول
C22=ضبط رادیو اینترنتی
Caption=رادیوی اینترنتی
CB2=اگر نام ترک از قبل وجود دارد از روی آن بپر
CB65=ضبط رادیو بدون تبدیل دیجیتالی (MP3 / AAC / AAC+ فقط برای)
CB66=نوشتن تگ ها در فایل
CB67=نوشتن وقایع-نشانه
CB68=حجم بافر برای ضبط پس زمینه:
CB69=حذف فایل هایی که مدت زمان آنها هست کمتر از:
GB6=گزینه های ضبط
GB9=تقسیم به فایل ها
L1=تعداد دفعات اتصال مجدد وقتی که ارتباط از دست رفت:
L2=کاربر-واسطه:
L3=حجم بافر:
L13=زمان:
L24=قالب نام فایل:
L25=حجم:
L85=ذخیره در پوشه:

[OptionsFrameRadioCap.cbBreakType]
i[0]=تقسیم با تراک ها
i[1]=تقسیم با حجم
i[2]=تقسیم با زمان

[OptionsFrameSkins]
B2=جستجو...
C1=پوسته ها
lbURL=دریافت پوسته بیشتر
miDelete=حذف

[OptionsFrameSort]
L1=استفاده از ماکرو "%!" برای مرتبسازی معکوس

[OptionsFrameSoundOutRemapping]
btnRemove.h=حذف لینک
Caption=نقشه دهی مجدد کانال ها
L0=پیش تنظیم سفارشی نقشه دهی مجدد
L1=ورودی
L2=خروجی
L3=کانال %d
L4=انتخاب پیش تنظیم برای سفارشی سازی:
N1=اگر قالب ویرایش مناسب باشد همه تغییرات شما فورا در فایل در حال پخش اعمال میشود
N2=اگر قالب سفارشی حاضر نباشد پخش کننده از قالب پیش فرض استفاده می کند

[OptionsFrameSystem]
C1=سیستم
Caption=سیستم
CB2=نمایش اطلاعات تراک فعلی در نوار وظیفه
CB3=اجازه اسکرول اطلاعات فایل فعلی
CB4=نمایش پیشرفت پخش
CB5=نمایش وضعیت پخش کننده در پایین نوار وظیفه
CB6=نمایش وضعیت پخش کننده بعنوان رنگ نوار پیشرفت
CB7=استفاده از وضعیت "نامعین" برای جریان های صوتی
CB18=پیشگیری از قطع برق نمایشگر
CB23=افزودن به منوی کلیک راست اکسپلورر
CB24=CD/DVD افزودن به منوی اتوران
CB40="Run" افزودن لینک به منوی
CB41=افزودن به لیست برنامه های پیش فرض
CB60=شروع خودکار با ویندوز
GB1=یکپارچه سازی
GB2=نمایش دکمه در نواروظیفه
L1=پنجره پخش کننده باید فعال باشد
L99=اولویت

[OptionsFrameTagEditor]
C1=رفتار
Caption=ویرایشگر تگ
CB1=اجازه استفاده از عبارات درجا برای پیش پردازش مقادیر فیلدهای تگ

[OptionsFrameTray]
C15=عمومی
C16=اطلاعات فایل
C17=کنترل ماوس
Caption=سینی
CB1=کمینه کنار ساعت وقتی که برنامه کمینه میشود
CB2=کمینه کنار ساعت در اِستارت آپ
CB3=نمایش پخش کننده کوچک در زمان کمینه کنارساعت
CB4=نمایش وضعیت پخش در کنار ساعت
CB5=همیشه نمایش آیکون کنار ساعت
CB13=نمایش اطلاعات فایل در مرکز ماوس
L30=یک کلیک:
L31=دابل کلیک:
L32=کلید وسط ماوس:
L34=نمایش تاخیر:

[OptionsFrameTray.TrayCmd]
i[0]=(غیرفعال شده)
i[1]=نمایش/عدم نمایش
i[2]=انتقال به بالا
i[3]=اطلاعات فایل
i[4]=کنترل کننده صدای آیمپ
i[5]=پخش/وقفه
i[6]=افزودن و پخش فایل ها
i[7]=فایل بعدی
i[8]=فایل قبلی

[OptionsSoundOutFrame]
C1=گزینه های پخش
Caption=پخش
CB1=پیش بارگیری تراک بعدی حین پخش تراک فعلی (حافظه بیشتری نیاز است)
CB2=لغزنده لگاریتمی صدا
CB3=کمبود بلندی کنترل صدا
L1=نوع صدای خروجی:
L2=دستگاه:
L3=پارامترها:
L4=حجم حافظه نهان:
L5=کانالهای مورد استفاده برای خروجی را انتخاب کنید

[OptionsSoundOutTransformFrame]
B1=مدیر دی اِس پی
C1=تبدیل
CB1=اجازه میکس کانال ها
CB1Hint=صدای سُراند یا محیط برای فایل های استریو / مونو\nتبدیل هوشمند فایل های چندکاناله به استریو/مونو
CB2=ضد کوتاه کردن
CB2Hint=پیشگیری از افکت خراشیدن و نویز،که حین پرش های سیگنال بیشتر از 0 دسیبل هست ظاهر میشود
CB3=لرزیدن
CB3Hint=فرونشاندن صدای نامفهوم که حین کاهش عمق نمونه برداری اتفاق می افتد
GB1=دنبال کننده موزیک
GB2=معمول
L1=نمونه برداری مجدد:
L2=سرعت
L3=کیفیت

[PartRepeatDialog]
B1=تنظیم
B2=حذف
Caption=تکرار بخش "B-A"
L1=نقطه A:
L2=نقطه B:

[PlaylistExportSettings]
btnOK=تایید
C4=گزینه های خروجیگیری لیست تراک
Caption=خروجیگیری لیست تراک
CB54=خروجیگیری آیتم های پنهان لیست پخش
CB55=خروجیگیری دسته های لیست پخش
cbDefault=انتخابم را بخاطر بسپر
L26=قالب:
L27=الگو:

[PlaylistsManagerDialog]
acImport=واردکردن لیست پخش..
acImportDirs=وارکردن پوشه...
acRemove=حذف انتخاب شده از دیسک
acSortByName=مرتبسازی با عنوان
btnPreimage=تنظیمات
cbReadOnly=قفل از تغییرات
cbShuffleMode=حالت پخش تصادفی
L1=معمول
L2=تنظیمات شخصی
L3=لیست پخش فعال
L4=لیست پخش غیرفعال
L5=پیشنمایش
lbPreimage=پریمیج:
lbPreimageNotes=پریمیج لیست پخش فایل یا پوشه، داده منبع لیست پخش فعلی هست. برای همگامسازی با پریمیج، روی "بارگیری مجدد داده از پریمیج" کلیک کنید.\n\n همگامسازی فقط در یک جهت اجرا میشود: پریمیج -> لیست پخش
lbStorage=مکان:

[QTEAlbumArtEditor]
btnCancel=لغو
btnOk=تأیید
Caption=ویرایشگر جلد هنری
lbScale=مقیاس:
lbSizes=اندازه:
pnlCrop=بریدن
pnlScale=تغییر اندازه

[QteCustomFields]
btnCancel=لغو
btnOK=قبول
Caption=فیلدهای ناشناخته
miCopy=کپی‌کردن
miCopyAsUTF8=کپی به‌عنوان رشته UTF8
miCopyAsUTF16BE=کپی به‌عنوان رشته UTF16BE
miCopyAsUTF16LE=کپی به‌عنوان رشته UTF16LE
miDelete=حذف کردن
miExtractAll=ذخیره کردن به‌عنوان...
miExtractSelected=ذخیره انتخاب‌شده به‌عنوان...

[QTEExpressions]
btnCancel=لغو
btnOK=تایید
Caption=عبارات
lbTitle=عباراتی را که باید برای پیش پردازش مقدار فیلد ویرایش برای همه فایل ها منتخب استفاده قرار گیرد وارد کنید
W1=عبارات باید آغاز شود با "="

[QTEForm]
acMemoClear.h=پاکسازی
acMemoLoad.h=بارگیری از فایل...
acMemoSave.h=ذخیره بعنوان...
bCopyTo=کپی به...
Caption=ویرایشگر تگ
L1=بارگیری
L2=ذخیره
L3=برای حذف جلد هنری از فایل حین ذخیره تغییرات تیک را بردار
lbCustomFields=فیلدهای ناشناخته
T1=اصلی
T2=متن موسیقی
T3=نشانه
T4=اطلاعات

[QueueDialog]
Caption=مدیر صف
CB1=وقفه
L1=مجموع زمان:

[QueueDialog.ListView]
c[0]=شماره
c[1]=نام فایل
c[2]=لیست پخش
c[3]=مدت زمان

[SearchForm]
B1=گزینه های جستجو
B2=بستن
Caption=جستجوی پیشرفته
CB1=جستجو در عناوین
CB2=جستجو در هنرمندان
CB3=جستجو در آلبومها
CB4=جستجو در ژانرها
CB5=جستجو در نام فایل ها
CB6=جستجوی خودکار
L1=(همه)
N1=پخش
N6=یافتن در لیست پخش

[SearchForm.Table]
c[0]=عنوان
c[1]=لیست پخش
c[2]=فهرست در صف

[Templates]
%Album= - آلبوم
%AlbumArtist= - هنرمند آلبوم
%AlbumGain= - مقدار بهبود پخش برای آلبوم
%Artist= - هنرمند
%BitDepth= - عمق بیت
%Bitrate= - نرخ بیت
%BPM= - نرخ ها بر دقیقه
%Caps(A)= - همه لغات با حروف بزرگ
%Caps2(A)= - همه لغات با حروف بزرگ، چشمپوشی مورد منبع
%Case(..)= - بازگشت اولین نشانوند غیر خالی
%Catalog= - فهرست نام
%Channels= - کانال ها
%Chapter=- فصل جاری
%Char(A)= - نماد با کُد اِی
%CleanTitle(A)= - حذف از اطلاعات رشته اِی درباره هنرمندان خاص
%Comment= - نظر
%Composer= - آهنگساز
%Conductor= - رهبر ارکستر
%Copyright= - حق مالکیت
%Dec(A,B)=- B را از A کم می‌کند.
%Detransliterate(A)= - نویسه گردانی کاراکترهای سیریلیک از الفبای لاتین
%DiskNumber= - شماره دیسک
%DiskTotal= - مجموع تعداد دیسک ها
%Duration= - مدت زمان تراک برحسب ثانیه
%EncodedBy= - رمزگذاری شده با
%ExtractFileExt(A)= - استخراج پسوند فایل اِی
%FileCreatedDate= - تاریخ ایجاد شدن فایل
%FileCreatedDateAndTime= - تاریخ و زمان ایجاد فایل
%FileCreatedTime= - زمان ایجاد شدن فایل
%FileDir(..)= - مسیر کامل پوشه مادر
%FileFormat= - فرمت فایل
%FileModifiedDate= - تاریخ ویرایش شدن فایل
%FileModifiedDateAndTime= - تاریخ و زمان اصلاح فایل
%FileModifiedTime= - زمان ویرایش شدن فایل
%FileName(..)= - نام کامل فایل
%FileParentDir(..)= - نام پوشه مادر
%FileSize= - حجم فایل (بایت)
%Format(A,B)=اِی - فرمت استرینگ برای مقدار عددی، بی - مقدار
%Genre= - اشعار
%IF(A,B,C)== سی، اگر اِی خالی هست، در غیر اینصورت - بی
%IFEqual(A,B,C,D)== سی، اگر اِی = بی هست، در غیر اینصورت - دی
%IFGreater(A,B,C,D)== سی اگر اِی > بی هست، در غیر اینصورت - دی
%IFGreaterOrEqual(A,B,C,D)== سی، اگر اِی >= بی هست، در غیر اینصورت - دی
%Inc(A,B)= - B را به A اضافه می‌کند.
%Index= - موقعیت در لیست پخش
%ISRC= - کد ISRC
%LastPlayDate=- تاریخ آخرین پخش
%LastPlayTime=- زمان آخرین پخش
%Length(A)= - طول استرینگ اِی
%Link= - آدرس
%Low(A)= - حروف کوچک
%Lyricist= - سراینده اشعار
%Lyrics= - اشعار
%Mark= - نشان
%Mood= - حالت
%NewLine= (فقط برای لیست تراک ها)
%PlayCount= - تعداد پخش
%PrefixToTail(A)= - انتقال پیشوندهای "The" و "A" به انتهای رشته اِی
%PrefixTrim(A)= - حذف پیشوندهای "The" و "A" از رشته اِی
%Publisher= - ناشر
%Random(..)= - عدد تصادفی از ۱ تا مقدار تعیین‌شده در آرگومان.
%Rating= - امتیاز تراک
%RemoveFileExt(A)= - پسوند فایل را از نام فایل A حذف می‌کند
%Replace(A,B,C)=، جاییکه اِی استرینگ منبع هست، بی - مقدار برای یافتن، سی - مقدار برای جایگزین کردن
%SampleRate= - نرخ نمونه
%StrCopy(A,B,C)= - کپی نماد ها از اِی به موقعیت بی، جاییکه سی - تعداد نمادها برای کپی است
%StrLeft(A,B)= - کپی اولین کاراکترهای بی از رشته اِی
%StrPos(A,B)= - جستجو استرینگ-داخلی اِی در استرینگ بی
%StrRight(A,B)= - کپی آخرین کاراکترهای بی از رشته اِی
%StrTrim(A)= - حذف فضای های خالی قبل و بعد از رشته اِی
%TimeCode= - موقعیت فایل در حال پخش در فرمت "H:MM:SS.ZZZ"
%Title= - عنوان
%Today(..)= - تاریخ و زمان فعلی، فرمت پیش فرض هست "yyyy.MM.dd hh:mm:ss"
%TrackGain= - مقدار بهبود پخش برای تراک
%TrackNumber= - شماره تراک
%TrackTotal= - مجموع تعداد تراک ها
%Transliterate(A)= - نویسه گردانی کاراکترهای سیریلیک به الفبای لاتین
%Up(A)= - حروف بزرگ
%Value= - مقدار فعلی
%Year= - سال
%ReplaceEx(..)= (A, B1, C1, B2, C2...)، جاییکه اِی استرینگ منبع هست، بی - مقدار برای یافتن، سی - مقدار برای جایگزین کردن
%Total= - مجموع

[Templates.Categories]
0=عمومی
1=مورد
2=شرط ها
3=رشته ها
10=متا
11=فایل
20=آمارها

[Updater]
B1=بررسی برای بروزرسانی
B2=نصب
Caption=بررسی کننده بروزرسانی
CB1=درباره این نسخه یادآوری نکن
L1=نسخه شما:
L2=آخرین نسخه:
L3=بررسی دستی بروزرسانی
L4=نسخه جدید موجود است: %s
L5=بروز رسانی به
L6=نسخه پایدار|نسخه های تست (بتا)|نسخه های توسعه دهنده (آلفا)
W1=هشدار! نسخه انتخابی شما ناپیدار بوده و میتواند مشکلاتی داشته باشد. ادامه؟

